[{
    "surname": "Hanna",
    "lastname": "Rochereau",
    "location": {
        "city": "Marseille",
        "country": "France"
    },
    "bio": {
        "en": "Hanna Rochereau (1995, France) lives and works in Marseille (FR). Predominantly driven by her sensibility for sculpture, Hanna’s work investigates questions of collective behaviors that reflects specific places and cultures. In this vein, she explores the notion of domesticity at various architectural scales. Animated by a continuous flow of thoughts and loaded with emotional charges, her installations are attempts at generating comparisons and proximities that all inhabit the interstice of the private and public spheres. Together with the artist Heloise Chassepot they initiated several exhibition projects (organization of an artist residency, juin 2020 / SET EXPO, Juin 2021). Hanna works in parallel as a florist.",
        "fr": "Hanna Rochereau (1995, France) vit et travaille à Marseille. Animée par une sensibilité prédominante pour la sculpture, son travail aborde des questions de comportements collectifs qui se développent dans des lieux géographiques et des espaces culturels particuliers. Ses intérêts explorent principalement la notion de domesticité en architecture. Traversées de fils, animées de flux et chargées d'affects, ses installations sont des tentatives de générer des comparaisons et des proximités qui habitent toutes l'interstice de la sphère privée et publique. Avec l’artiste Heloise Chassepot elles sont à l’initiative de plusieurs projets d’expositions.  (organisation d’une résidence d’artiste, juin 2020 / SET EXPO, Juin 2021) Depuis fin 2020, en parallèle de sa pratique artistique Hanna travaille comme fleuriste."
    },
    "cartel": {
        "title": "Blue pacific",
        "material": "30:23:00",
        "description": "For three years (2010-2013), Hanna worked for the visual merchandising of the Parisian department stores. Today, she questions the marketing methods that are used to optimize and sublimate the presentation of products in order to seduce the customers. Blue Pacific is a video in progress. It is the first piece, a series of reflections around display, packaging and various commercial strategies. This project is carried out with the help of Mélusine Wagner, 3D designer."
    },
    "contact": {
        "phone": "+4184325493",
        "mail": "hanna.rochereau@gmail.com",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
},
{
    "surname": "Félise",
    "lastname": "De Conflans",
    "location": {
        "city": "Paris",
        "country": "France"
    },
    "bio": {
        "en": "Félise de Conflans lives and works in Paris (FR). She studied at Beaux-arts de Paris and Otis College of Art in Los Angeles (US). Her practice is mainly painting, with a conceptual approach and a ‘Point and click’ aesthetic. She works the wood of her stretcher bars to make them look wobbly and unsettling, and defines her work as both 'pop and poetic'. Recently she opened her practice to video animation, and also has a duo practice with the artist and musician Aram Abbas. Under the name of 'Batmoon', their artistic duo combines music composition, pictorial and sculptural installation and performance.",
        "fr": "Félise de Conflans vit et travaille à Paris. Elle a étudié aux Beaux-arts de Paris ainsi qu’à Otis College of Art à Los Angeles. Sa pratique est principalement picturale, avec une approche conceptuelle et une esthétique « Point and click ». Elle travaille le bois de ses châssis afin de les rendre chancelants et troublants, et définit son travail comme « pop et poétique ». Récemment, sa pratique s’est ouverte à l’animation vidéo, et aussi à une pratique en duo avec l’artiste et musicien Aram Abbas. Sous le nom de ‘Batmoon’, leur duo artistique mêle composition musicale, installations picturales et sculpturales et performance."
    },
    "contact": {
        "phone": "+41786665664",
        "mail": "",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
},
{
    "surname": "Fanny",
    "lastname": "Devaux",
    "location": {
        "city": "Paris",
        "country": "France"
    },
    "bio": {
        "en": "Fanny Devaux (1993, France) now lives and works in Seine-Saint Denis (FR). She studied Visual Arts at Ecal, in Lausanne (CH) before pursuing her formation within Fashion and Textile Design course of la Head, in Geneva (CH). She works currently as a textile and apparel designer. Centred around the experimentation and the deconstruction of the notion of textile and fashion design, the pieces process a recycling of a multiplicity of materials that are the leftovers of other activities. Threads, fabrics, stitches, textile’s scraps, jewellery, glass, engraving, drawings, scans, all of them are mixed, waved and saw or un-saw to capture fragile moments and abstract compositions.",
        "fr": "Fanny Devaux (1993, France) vit et travaille à la Seine-Saint-Denis. Elle a étudié les art visuels à l’ECAL à Lausanne avant de poursuivre sa formation dans le programme design textile et mode de la HEAD à Genève (CH). Elle travaille actuellement comme fashion et textile designer. Centrée autour d’une forme d’expérimentation et de déconstruction de la notion de textile et de la mode, ses pièces procèdent à un recyclage d’une multiplicité de matériaux qui sont les rebus d’autres activités. Fils, tissus, coutures, rebus, bijoux, verre, gravures, dessins, scans se mixent, se tissent, s ‘attachent et se décousent pour capturer les moments fragiles de ses compositions abstraites."
    },
    "contact": {
        "phone": "+41786665664",
        "mail": "",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
},
{
    "surname": "Stefania",
    "lastname": "Carlotti",
    "location": {
        "city": "Lausanne",
        "country": "Switzerland"
    },
    "bio": {
        "en": "Stefania Carlotti is an artist living and working in Lausanne (CH). She was born in Italy in 1994 (IT). She graduated at the Visual Art Master at ECAL, in Lausanne, and previously at the Visual Art Bachelor at NABA, in Milano. Her work is the result of the observation of everyday life from which she takes objects and situations, appropriating them through reproduction, as an attempt to rationalize her place in the world and probably to give meaning to her existence. Her work has been exhibited at Lemaniana. Reflections on other scenes, at Geneva Art Centre (2021), The Kiefer Hablitzel | Göhner Kunstpreis, Kunsthaus Langenthal (2021);   Grand miniature, Sentiment, Zurich (2020) ; Usefulles, Galerie Crèvecœur, Paris (2019); Garantie, Wishing Well, Chavannes 45, Lausanne (2019) ; Ending Explained, ELAC, Lausanne and DOC!, Paris (2018). From 2021 she is co-founder with Margaux Dewarrat of 13, a showcase exhibition space in Renens.",
        "fr": "Stefania Carlotti vit et travaille à Lausanne (CH). Elle est diplômée du Master en Arts Visuels de l'ECAL, Lausanne, après avoir obtenu un Bachelor en Arts Visuels à la NABA, Milan (IT). Son travail résultat de son observation pour la “everyday life” de laquelle elle tirre des objects et situations, se les approprie, les reproduit, comme pour tenter une explication de sa place dans le monde. Son travail a été présenté dans le cadre des expositions  Lemaniana. Reflections on other scenes, Centre d'Art Contemporain de Genève (2021); The Kiefer Hablitzel | Göhner Kunstpreis, Kunsthaus Langenthal (2021);   Grand miniature, Sentiment, Zurich (2020) ; Usefulles, Galerie Crèvecœur, Paris (2019); Garantie, Wishing Well, Chavannes 45, Lausanne (2019) ; Ending Explained, ELAC, Lausanne and DOC!, Paris (2018). Elle a co-fondé 13 avec Margaux Dewarrat, un espace d'exposition basé à Renens, Lausanne, inauguré en 2021."
    },
    "contact": {
        "phone": "+93342429318",
        "mail": "",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
},
{
    "surname": "Caroline",
    "lastname": "Schattling Villeval",
    "location": {
        "city": "Geneva",
        "country": "Switzerland"
    },
    "bio": {
        "en": "Caroline Schattling Villeval, born in 1995, is a Swiss artist based in Geneva (CH). She plays with various mediums as video, sculpture, painting and text in installation. She questions life, going from simple everyday situations through realistic fictions. Caroline works with symbols coming from mass culture taken as a common knowledge, by making the Community a force. Her work has been shown in several countries as Mexico, Sweden, New Zealand, France and more recently in the Swiss spaces Silicon Malley (VD), Wallriss (FR) and Zabriskie Point (GE).",
        "fr": "Caroline Schattling Villeval, née en 1995, est une artiste suisse basée à Genève. Elle travaille avec différents médiums comme la vidéo, la sculpture, la peinture et le texte en installation. Elle questionne la vie, en partant de situations quotidiennes simples pour arriver à des fictions réalistes. Caroline travaille avec des symboles issus de la culture de masse pris comme une connaissance commune, en faisant de la Communauté une force. Son travail a été montré dans plusieurs pays comme le Mexique, la Suède, la Nouvelle-Zélande, la France et plus récemment dans les espaces suisses Silicon Malley (VD), Wallriss (FR) et Zabriskie Point (GE)."
    },
    "contact": {
        "phone": "+41762485938",
        "mail": "",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
},
{
    "surname": "Margaux",
    "lastname": "Dewarrat",
    "location": {
        "city": "Lausanne",
        "country": "Switzerland"
    },
    "bio": {
        "en": "Born in 1993, Margaux lives and works in Lausanne, Switzerland. Within a multidisciplinary artistic practice including sculpture, painting, photography, video, writing and recently performance, Margaux develops a formal vocabulary articulated around the notion of language and enjoys manipulating it like an organic and living matter whose polysemy, etymology, contradictions, evolution, processes of acculturation and assimilation as well as sonorities are as many routes that she exploits. Parallel to her studio practice, Margaux is developing a curatorial practice through collaborative projects such as La Capite, poste d'artiste (an itinerant art space with Pierry Jaquillard and Line Chevalley), 13 (a showcase exhibition space with Stefania Carlotti) and Birding (a birdhouse exhibition).",
        "fr": "Née en 1993, Margaux vit et travaille à Lausanne, en Suisse. Au sein d'une pratique artistique pluridisciplinaire incluant la sculpture, la peinture, la photographie, la vidéo, l'écriture et récemment la performance, Margaux développe un vocabulaire formel articulé autour de la notion de langage et s'amuse à le manipuler comme une matière organique et vivante dont la polysémie, l'étymologie, les contradictions, l'évolution, les processus d'acculturation et d'assimilation ainsi que les sonorités sont autant de pistes qu'elle exploite. Parallèlement à sa pratique d'atelier, Margaux développe une pratique curatoriale à travers des projets collaboratifs tels que La Capite, poste d'artiste (un espace d'art itinérant avec Pierry Jaquillard et Line Chevalley), 13 (une vitrine d'art avec Stefania Carlotti) et Birding (une exposition de maisonnettes à oiseaux)."
    },
    "contact": {
        "phone": "+41764131293",
        "mail": "",
        "social": {
            "facebook": "",
            "instagram": "",
            "behance": ""
        }
    }
}]